tap "dotenvx/brew"

brew "base64"
brew "docker"
brew "dotenvx"
brew "foundry"
brew "gh"
brew "lazygit"
brew "openjdk"
brew "opentofu"
brew "pandoc"
brew "tmux"
brew "turso"
brew "uv"

cask "anaconda"
cask "miniconda"

vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "davidanson.vscode-markdownlint"
vscode "github.vscode-github-actions"
vscode "google.geminicodeassist"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "openai.chatgpt"
vscode "rooveterinaryinc.roo-cline"
vscode "vscodevim.vim"

go "github.com/grafana/mcp-grafana/cmd/mcp-grafana"
cargo "filetree"
